cocktails/cocktails.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-02-16 Wed 01:47 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Mai Tai</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Maurizio Vitale" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<h1 class="title">Mai Tai</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org97c89a5">1. Short Description</a></li>
<li><a href="#org8025df7">2. Long Description</a></li>
<li><a href="#orgd61a0b4">3. Fun Facts</a></li>
<li><a href="#org9b622c8">4. Recipes</a>
<ul>
<li><a href="#org8d23022">4.1. a recipe interpreted by tiki bartender Brian Miller (is based on Trader Vic’s 1944 original)</a></li>
<li><a href="#org9de99ff">4.2. Leandro DiMonriva's favorite from this Educated Barfly video</a></li>
<li><a href="#org4153aeb">4.3. Mai Tai (Distinguished Spirits)</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org97c89a5" class="outline-2">
<h2 id="org97c89a5"><span class="section-number-2">1</span> Short Description</h2>
<div class="outline-text-2" id="text-1">
<p>
The Mai Tai is one of the most famous Tiki drinks in the
world. Composed of rum, orange curaçao, fresh lime juice and orgeat (a
nuanced almond syrup), it’s held sway over cocktail enthusiasts and
Tiki aficionados for decades.
</p>
</div>
</div>

<div id="outline-container-org8025df7" class="outline-2">
<h2 id="org8025df7"><span class="section-number-2">2</span> Long Description</h2>
<div class="outline-text-2" id="text-2">
<p>
[ From <a href="https://www.youtube.com/watch?v=hsBZQuNaxNI">https://www.youtube.com/watch?v=hsBZQuNaxNI</a> ]
</p>

<p>
Here's how to make the 1944 Trader Vic’s Mai Tai. The classic
combination of Aged Jamaican Rum, Orange Curaçao, Orgeat, Rich Simple
Syrup, Lime Juice and Mint for garnish was not the first Tiki
Cocktail, but it is certainly the most popular Tiki Drink. And one
that was designed to showcase a good rum.
</p>

<p>
The story of the Mai Tai is inexorably linked to the history of Tiki
bars and exotic drinks. It’s the tale of a professional rivalry
between two California restaurateurs. Don the Beachcomber and Trader
Vic’s bare a lot of the responsibility for making the Tiki world the
phenomenon it became.
</p>

<p>
Vic is often credited with the creation of this drink, especially as
it is laid out here. Donn claimed to have invented it first. According
to Tiki historian and founder of the Tiki bar, Latitude 29 in New
Orleans, Beachbum Berry, in the convoluted story of the Mai Tai, both
things may be true at the same time.
</p>

<p>
Ernest Raymond Beaumont Gantt (who later changed his name to Donn
Beach) opened the first Tiki bar in 1933 in the heart of Hollywood
called Don the Beachcomber. A drink that was on his menu for a time
was the Mai Tai Swizzle, though, according to Donn’s widow, it was
“not one of his favorites.”
</p>

<p>
The next year, in 1934, Vic Bergeron opened a bar in Oakland called
Hinky Dink's. A few years later, in 1937, Vic paid a visit to Donn’s
bar and was inspired by the joint’s Polynesian atmosphere, so much so,
that shortly after, Vic revamped his bar to be Polynesian themed and
he rebranded it as Trader Vic’s. There was a drink on Donn’s menu in
1937, when Vic visited, called the Q.B. Cooler, the recipe for which,
as with most of Donn’s drinks, was a closely guarded secret.
</p>

<p>
Seven years later, in 1944, Vic created his Mai Tai. In the 1950’s,
it’s popularity inspired a lot of people to claim ownership of it and
Donn was one of them. Because of its demand, Donn was compelled to put
the Mai Tai Swizzle back on his menu. Donn’s Mai Tai Swizzle does not
taste much like Trader Vic’s.
</p>

<p>
However, according to Mick Brownlee, a bartender at Don the
Beachcomber for over a decade, Donn didn’t claim that Vic stole the
Mai Tai Swizzle from him, but rather that he stole the Q.B. Cooler and
rebranded that as the Mai Tai. This would seem like a wild rumor, if
not for the fact that the Q.B. Cooler tastes amazingly like the Trader
Vic’s Mai Tai. So, if Mick was right, if Vic did steal the flavor of
the Q.B. Cooler after sampling it off of Donn’s menu in 1937, that
would’ve been a helluva reverse engineering job and it would mean that
Donn came up with the name and flavor, but Vic invented the drink and
made it a phenomenon. Thus, the drink really would have two fathers.
</p>
</div>
</div>

<div id="outline-container-orgd61a0b4" class="outline-2">
<h2 id="orgd61a0b4"><span class="section-number-2">3</span> Fun Facts</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>In Tahitian "Mai Tai", or rather "Maita’i," means "good"</li>

<li>A true Trader Vic's Mai Tai included a 17 year old Wray &amp; Nephew
rum, of which there's only a few bottles left in the world,
potentially worth around $55.000 and probably the most sought-after
rum in the world. Read more insight about this rum <a href="https://cocktailwonk.com/2020/08/new-insights-into-wray-nephew-17.html">here</a></li>
</ul>
</div>
</div>


<div id="outline-container-org9b622c8" class="outline-2">
<h2 id="org9b622c8"><span class="section-number-2">4</span> Recipes</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org8d23022" class="outline-3">
<h3 id="org8d23022"><span class="section-number-3">4.1</span> a recipe interpreted by tiki bartender Brian Miller (is based on Trader Vic’s 1944 original)</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Mai Tai (Brian's spec)
</p>

<p>
1/2 oz (15ml) white rum, agricole (preferably Neisson L’Esprit rhum)
</p>

<p>
1/2 oz (15ml) gold rum (preferably Hamilton Jamaican gold)
</p>

<p>
1/2 oz (15ml) aged rum (preferably El Dorado 15 year)
</p>

<p>
1/2 oz (15ml) aged rum (preferably Appleton 12yr rum or Plantation Jamaica 2001)
</p>

<p>
1/2 oz (15ml) Clement Creole Shrubb (or an orange curaçao like Pierre Ferrand Dry Curaçao)
</p>

<p>
1 ounce lime juice 3/4 oz (20ml) orgeat (preferably Orgeat Works or
Small Hand Foods)
</p>

<p>
Garnish: umbrella, lime wheel and a sprig of mint (optional)
</p>

<p>
Add all ingredients to a cocktail shaker. Add ice and shake until
chilled. Strain over crushed ice into a rocks glass. Garnish with an
umbrella, a lime wheel or spent lime shell and a sprig of mint
(optional).
</p>
</div>
</div>

<div id="outline-container-org9de99ff" class="outline-3">
<h3 id="org9de99ff"><span class="section-number-3">4.2</span> Leandro DiMonriva's favorite from this <a href="https://www.youtube.com/watch?v=vTqNLJG2ExE">Educated Barfly video</a></h3>
<div class="outline-text-3" id="text-4-2">
<p>
Mai Tai (Leandro's spec)
</p>

<p>
2oz (60ml) aged jamaican rum
</p>

<p>
.75oz (20ml) orange curacao
</p>

<p>
1oz (30ml) lime juice
</p>

<p>
.5oz (15ml) orgeat
</p>

<p>
Lime wheel and mint sprig garnish
</p>

<p>
Combine all ingredients in a mixing tin. Add a little bit of crushed
ice. Do a whip shake and dump in a classic Mai Tai glass or Tiki
glass - or double rocks/old-fashioned glass if you don't have the
former! Top off with crushed ice and garnish.
</p>
</div>
</div>

<div id="outline-container-org4153aeb" class="outline-3">
<h3 id="org4153aeb"><span class="section-number-3">4.3</span> Mai Tai (Distinguished Spirits)</h3>
<div class="outline-text-3" id="text-4-3">
<p>
2 oz Rum (or split base Jamaican and Martinique, or 1.5 oz home-aged overproof Rum, 0.5 oz water)
</p>

<p>
0.75 oz Lime Juice
</p>

<p>
0.5 oz Curaçao
</p>

<p>
0.25 oz Orgeat
</p>

<p>
0.25 oz Rich Simple Syrup
</p>

<p>
garnish Mint Sprig
</p>

<p>
garnish Lime Shell
</p>

<p>
Shake with 12 oz crushed ice and 3-4 agitator cubes. Slap rim of your
glass with Mint. Pour unstrained into chilled double Old Fashioned
glass. Garnish with lime shell and mint sprig.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2021-12-11 Sat 00:00</p>
<p class="author">Author: Maurizio Vitale</p>
<p class="date">Created: 2022-02-16 Wed 01:47</p>
<p class="validation"></p>
</div>
</body>
</html>
